Repository: 0xDive/ferventio-ios
Catalog: Ferventio/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# auth.error.message
source: Ferventio could not complete authentication. Check your connection and try again.
ru: Ferventio не удалось завершить авторизацию. Проверьте подключение и попробуйте снова.

# auth.error.title
source: Authentication failed
ru: Ошибка авторизации

# auth.sign_in
source: Continue with Twitch
ru: Продолжить с Twitch

# auth.sign_out
source: Sign out
ru: Выйти

# auth.signed_in.title
source: Connected to Twitch
ru: Twitch подключён

# auth.signed_out.message
source: Sign in through Ferventio to access Twitch chat and moderation.
ru: Войдите через Ferventio, чтобы получить доступ к чату Twitch и модерации.

# auth.signed_out.title
source: Connect to Twitch
ru: Подключиться к Twitch

# chat.channel.placeholder
source: Channel login
ru: Логин канала

# chat.composer.placeholder
source: Message
ru: Сообщение

# chat.connect
source: Connect
ru: Подключиться

# chat.empty.connected.message
source: New messages will appear here.
ru: Новые сообщения появятся здесь.

# chat.empty.connected.title
source: Waiting for chat
ru: Ожидание сообщений

# chat.empty.connecting.message
source: Opening the Twitch EventSub connection.
ru: Открываем соединение Twitch EventSub.

# chat.empty.connecting.title
source: Connecting
ru: Подключение

# chat.empty.disconnected.message
source: Connect this workspace to start reading chat.
ru: Подключите эту вкладку, чтобы начать читать чат.

# chat.empty.disconnected.title
source: Workspace disconnected
ru: Вкладка отключена

# chat.empty.failed.message
source: Check the channel login and your connection, then try again.
ru: Проверьте логин канала и подключение, затем попробуйте снова.

# chat.empty.failed.title
source: Chat unavailable
ru: Чат недоступен

# chat.error.message
source: Ferventio could not connect to this Twitch chat. Check the channel and your network connection.
ru: Ferventio не удалось подключиться к этому чату Twitch. Проверьте канал и сетевое подключение.

# chat.error.title
source: Chat connection failed
ru: Ошибка подключения к чату

# chat.jump_to_live
source: Jump to live
ru: К новым сообщениям

# chat.message.failed
source: Message failed to send
ru: Не удалось отправить сообщение

# chat.message.sending
source: Sending message
ru: Отправка сообщения

# chat.reply
source: Reply
ru: Ответить

# chat.reply.cancel
source: Cancel reply
ru: Отменить ответ

# chat.send
source: Send
ru: Отправить

# chat.send.error.message
source: Twitch did not accept this message. You can edit it and try again.
ru: Twitch не принял это сообщение. Его можно изменить и отправить снова.

# chat.send.error.title
source: Message not sent
ru: Сообщение не отправлено

# chat.sent_history
source: Sent messages
ru: Отправленные сообщения

# chat.workspace.add
source: Add workspace
ru: Добавить вкладку

# chat.workspace.cancel
source: Cancel
ru: Отмена

# chat.workspace.close
source: Close workspace
ru: Закрыть вкладку

# chat.workspace.empty.message
source: Add a Twitch channel workspace to start chatting.
ru: Добавьте вкладку Twitch-канала, чтобы открыть чат.

# chat.workspace.empty.title
source: No open workspaces
ru: Нет открытых вкладок

# chat.workspace.limit.message
source: Close an existing workspace before opening another one.
ru: Закройте существующую вкладку перед открытием новой.

# chat.workspace.limit.title
source: Workspace limit reached
ru: Достигнут лимит вкладок

# chat.workspace.live_limit.message
source: Twitch allows up to three active EventSub WebSocket connections for this user token. Close a live workspace before connecting another one.
ru: Twitch допускает до трёх активных WebSocket-подключений EventSub для этого токена. Закройте активную вкладку перед подключением следующей.

# chat.workspace.live_limit.title
source: Live connection limit reached
ru: Достигнут лимит активных подключений

# chat.workspace.new.message
source: Enter a Twitch channel login. The new workspace will connect immediately when a live connection slot is available.
ru: Введите логин Twitch-канала. Новая вкладка подключится сразу, если доступен слот активного подключения.

# chat.workspace.new.title
source: New workspace
ru: Новая вкладка

# chat.workspace.open
source: Open
ru: Открыть

# common.ok
source: OK
ru: ОК
